public class Hamburger {
    public static void main(String[] args) {
        System.out.println("Добавим в говяжий фарш соль," +
                " перец, 2/3 мелко нарезанной луковицы, измельченный чеснок и желток." +
                " Тщательно размешаем.\n");
        System.out.println("Разделим фарш на 4-5 частей и из каждой сформируем плоскую круглую котлету." +
                " Посредине сделаем небольшое углубление большим пальцем.\n");
        System.out.println(" Выложим котлеты на плоскую тарелку и отправим в холодильник минут на 20.\n ");
    }
}
